RRN_Data/743000/743081.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-11-16T16:54:01.347+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-11-16T16:54:01.347+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="221116-001553" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-11-16T16:53:56.870+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="PoorEnvironmentConditions" id="221116-001553-1" version="1"><situationRecordCreationTime>2022-11-16T16:52:31.312+01:00</situationRecordCreationTime><situationRecordObservationTime>2022-11-16T16:52:31.312+01:00</situationRecordObservationTime><situationRecordVersionTime>2022-11-16T16:53:56.870+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-11-16T16:52:31.312+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-11-16T16:52:31.312+01:00</overallStartTime><overallEndTime>2022-11-17T08:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Calvados</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>strongWinds</poorEnvironmentType><wind><maximumWindSpeed><speed>80.0</speed></maximumWindSpeed></wind></situationRecord><situationRecord xsi:type="PoorEnvironmentConditions" id="221116-001553-2" version="1"><situationRecordCreationTime>2022-11-16T16:52:31.312+01:00</situationRecordCreationTime><situationRecordObservationTime>2022-11-16T16:52:31.312+01:00</situationRecordObservationTime><situationRecordVersionTime>2022-11-16T16:53:56.870+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-11-16T16:52:31.312+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-11-16T16:52:31.312+01:00</overallStartTime><overallEndTime>2022-11-17T08:00:00.000+01:00</overallEndTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Manche</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>strongWinds</poorEnvironmentType><wind><maximumWindSpeed><speed>80.0</speed></maximumWindSpeed></wind></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>